Repository: nawras92/lwn-icons
Catalog: languages/lwn-icons-*.po
Languages: ar

source: Lwn Icons
ar: اضافة مكون الأيقونات من LWN

source: Integrate Material Icons With Gutenberg Editor
ar: يضيف أيقونات Material Google Icons لمحرر Gutenberg

source: Nawras Ali
ar: نورس علي

source: Icon Size
ar: حجم الأيقونة

source: Delete Icon
ar: حذف أيقونة

source: Replace Icon
ar: استبدال أيقونة

source: Select an Icon
ar: اختر أيقونة

source: Please Select an Icon
ar: الرجاء اختيار أيقونة:

source: You have selected:
ar: قمت باختيار:

source: Search Icons
ar: البحث في الأيقونات

# block title
source: Lwn Icons
ar: أيقونات LWN

# block description
source: Integrate Material Icons With Gutenberg Editor
ar: يضيف أيقونات Material Google Icons لمحرر Gutenberg
